import PopupLayout from "@/components/layout/PopupLayout";

export default function PrivacyPopup() {
  return (
    <PopupLayout title="예비군 홈페이지 개인정보처리방침">
      <div className="personal">
        <h3 className="title">개인정보처리방침 전문</h3>
        <div className="personal-details">
          {" "}
          본 개인정보처리방침은 예비군 홈페이지를 운영하는 국방부가 「개인정보 보호법」 등 관련 법령에 따라 이용자의
          개인정보를 보호하고 권익을 보장하며, 개인정보와 관련한 고충을 원활하게 처리하기 위해 수립한 방침입니다.{" "}
        </div>
        <h3 className="title">제1조 총칙</h3>
        <div className="personal-details">
          {" "}
          예비군 홈페이지에서 처리하는 모든 개인정보는 「개인정보 보호법」 등 관련 법령을 준수하여 수집·보유·이용되고
          있습니다.
          <br /> 아울러 예비군 홈페이지는 국방동원정보체계의 일부로서, 예비군 관련 행정서비스를 지원하는 대국민
          정보서비스 창구로 운영되고 있습니다. <br /> 국방동원정보체계는 예비군 업무뿐만 아니라 관계 법령에 따른
          동원업무 수행을 위하여 개인정보를 처리하고 있으며, <br /> 해당 정보체계에서 처리하는 개인정보에 관한 사항을
          정보주체가 확인할 수 있도록 본 개인정보 처리방침을 통해 함께 안내하고 있습니다.{" "}
        </div>
        <h3 className="title">제2조 개인정보의 항목 및 처리 목적</h3>
        <div className="personal-details">
          {" "}
          국방부는 예비군 홈페이지 및 국방동원정보체계를 통한 업무 수행을 위하여 다음과 같이 개인정보를 처리하고
          있습니다.{" "}
          <div id="tab4-tab" className="tab_cts">
            <h3 className="title">가. 예비군 홈페이지를 통해 처리하는 개인정보</h3> 예비군 홈페이지는 관계 법령에 따른
            예비군 업무의 수행을 위하여 정보주체의 동의 없이 필요한 개인정보를 처리하고 있으며, <br /> 해당 개인정보의
            처리 목적, 처리 항목 및 법적 근거는 다음과 같습니다.{" "}
            <table className="tbl type1">
              <colgroup>
                <col style={{ width: "auto" }} />
                <col style={{ width: "auto" }} />
                <col style={{ width: "auto" }} />
                <col />
              </colgroup>
              <thead>
                <tr>
                  <th>법적 근거</th>
                  <th>수집ㆍ이용 목적</th>
                  <th>개인정보 항목</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td style={{ borderLeft: "0px" }}>
                    <ul>
                      {" "}
                      예비군법 제3조
                      <br /> (예비군의 조직) <br /> 예비군법 시행령 제28조의2{" "}
                    </ul>
                  </td>
                  <td>
                    {" "}
                    - 예비군의 편성에 관한 사무
                    <br />
                    <br /> - 동원 및 훈련에 관한 사무{" "}
                  </td>
                  <td>
                    {" "}
                    성명
                    <br /> 주민등록번호
                    <br /> 군번
                    <br /> 혈액형
                    <br /> 주소
                    <br /> 전화번호(집, 직장, 휴대전화)
                    <br /> 이메일 주소
                    <br /> 사번/학번
                    <br />
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
          <div id="tab4-tab" className="tab_cts">
            <h3 className="title">나. 국방동원정보체계에서 처리하는 개인정보</h3> 국방동원정보체계는 관계 법령에 따른
            동원업무 수행을 위하여 정보주체의 동의 없이 필요한 개인정보를 처리하고 있으며, <br /> 해당 개인정보의 처리
            목적, 처리 항목 및 법적 근거는 다음과 같습니다.{" "}
            <table className="tbl type1">
              <colgroup>
                <col style={{ width: "auto" }} />
                <col style={{ width: "auto" }} />
                <col style={{ width: "auto" }} />
                <col />
              </colgroup>
              <thead>
                <tr>
                  <th>법적 근거</th>
                  <th>수집ㆍ이용 목적</th>
                  <th>개인정보 항목</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td style={{ borderLeft: "0px" }}>
                    <ul>
                      {" "}
                      병역법 제45조, 제46조, 제53조, 제54조 <br />
                      <br /> 병역법 시행령 제157조
                      <br />
                      <br /> 비상대비에 관한 법률 제10조의2, 제11조
                      <br />
                      <br /> 비상대비에 관한 법률 시행령 제45조{" "}
                    </ul>
                  </td>
                  <td> - 전시 동원업무에 관한 사무 </td>
                  <td>
                    {" "}
                    성명
                    <br /> 주민등록번호
                    <br /> 군번
                    <br /> 혈액형
                    <br /> 주소
                    <br /> 전화번호(집, 직장, 휴대전화)
                    <br /> 이메일 주소
                    <br /> 사번/학번
                    <br /> 차량등록번호
                    <br />
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
        </div>
        <h3 className="title">제3조 개인정보의 처리 및 보유기간</h3>
        <div className="personal-details">
          {" "}
          예비군 홈페이지의 개인정보 항목별 처리 및 보유 기간은 서비스 목적 달성 시까지 보유·이용되며, 구체적인 항목별
          보유기간은 아래 구분에 따릅니다.{" "}
          <ul>
            <li>1. 예비역 또는 보충역 병 : 준영구</li>
            <li></li>
            <li>2. 예비역 간부 : 준영구</li>
            <li></li>
            <li>3. 예비군 지휘관 : 준영구</li>
            <li></li>
            <li>4. 예비역 간부 진급 임용 및 선발 : 5년</li>
            <li></li>
            <li>5. 상비예비군 선발 : 5년</li>
            <li></li>
            <li>6. 전자문진 : 5년</li>
            <li></li>
            <li>7. 설문조사 및 만족도 조사 : 5년</li>
            <li></li>
            <li>8. 예비전력분야 혁신 아이디어 공모전 : 5년</li>
            <li></li>
            <li>9. 전시 동원업무에 관한 사무 : 업무별 목적 달성에 필요한 기간까지</li>
            <li></li>
          </ul>
        </div>
        <h3 className="title">제4조 개인정보처리의 위탁</h3>
        <div className="personal-details">
          {" "}
          ① 국방부는 원활한 개인정보 업무 처리를 위하여 일부 업무를 외부 전문기관에 위탁할 수 있으며, 「개인정보
          보호법」 제26조(업무위탁에 따른 개인정보의 처리 제한)에 따라 개인정보의 안전한 처리를 위하여 다음 제약을
          부과하고 있습니다.
          <br />
          &nbsp;&nbsp; - 위탁업무 수행 목적 외 개인정보 처리 금지
          <br />
          &nbsp;&nbsp; - 기술적ㆍ관리적 보호조치
          <br />
          &nbsp;&nbsp; - 재위탁 제한
          <br />
          &nbsp;&nbsp; - 수탁자에 대한 관리ㆍ감독 의무
          <br />
          &nbsp;&nbsp; - 손해배상 책임 등<br /> ② 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.
          <br />
          <div id="tab5-tab" className="tab_cts">
            <h3 className="title">수탁업체</h3>
            <table className="tbl type1">
              <colgroup>
                <col />
                <col />
              </colgroup>
              <thead>
                <tr>
                  <th>위탁업무 내용</th>
                  <th>수탁업체</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td className="left" style={{ borderLeft: "0px" }}>
                    예비군 홈페이지 운영 및 유지·보수
                  </td>
                  <td>한국국방연구원, 지스인포넷</td>
                </tr>
                <tr>
                  <td className="left" style={{ borderLeft: "0px" }} rowSpan={2}>
                    예비군 교육훈련 소집통지서
                    <br />
                    모바일 송달 서비스
                  </td>
                  <td>네이버</td>
                </tr>
                <tr>
                  <td>카카오</td>
                </tr>
              </tbody>
            </table>
          </div>
        </div>
        <h3 className="title">제5조 개인정보의 제3자 제공</h3>
        <div className="personal-details">
          {" "}
          국방부는 정보주체의 개인정보를 수집·이용 목적으로 명시한 범위 내에서 처리하며, 「개인정보 보호법」
          제18조(개인정보의 목적 외 이용·제공 제한)에 따라 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의
          목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
          <br />
          <ul>
            <li>1. 정보주체로부터 별도의 동의를 받는 경우</li>
            <li>2. 다른 법률에 특별한 규정이 있는 경우</li>
            <li>3. 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우 </li>
            <li>
              4. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관
              업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우{" "}
            </li>
            <li>5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정보 또는 국제기구에 제공하기 위하여 필요한 경우</li>
            <li>6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우 </li>
            <li>7. 법원의 재판업무 수행을 위하여 필요한 경우 </li>
            <li>8. 형 및 감호, 보호처분의 집행을 위하여 필요한 경우 </li>
            <li>9. 공중위생 등 공공의 안전과 안녕을 위하여 긴급히 필요한 경우</li>
          </ul>
        </div>
        <h3 className="title">제6조 정보주체의 권리·의무 및 행사방법</h3>
        <div className="personal-details">
          {" "}
          정보주체는 개인정보에 대한 다음과 같은 권리를 행사할 수 있습니다.
          <br /> 1. 개인정보 열람 요구
          <br /> 예비군 홈페이지가 보유하고 있는 개인정보를 대상으로 「개인정보 보호법」 제35조(개인정보의 열람)에 따라
          개인정보에 대한 열람을 요구할 수 있습니다.
          <br /> 다만 동법 제35조 제4항에 의하여 다음과 같은 경우에는 개인정보의 열람이 제한될 수 있습니다.{" "}
          <ul>
            <li>가. 법률에 따라 열람이 금지되거나 제한되는 경우</li>
            <li>
              나. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가
              있는 경우
            </li>
          </ul>
          <br /> 2. 개인정보 정정·삭제 요구
          <br /> 예비군 홈페이지가 보유하고 있는 개인정보를 대상으로 「개인정보 보호법」 제36조(개인정보의 정정·삭제)에
          따라 정정·삭제를 요구할 수 있습니다.
          <br /> 다만, 동법에 따라 다른 법령에서 해당 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할
          수 없습니다. <br />
          <br /> 3. 개인정보 처리정지 요구
          <br /> 예비군 홈페이지가 보유하고 있는 개인정보를 대상으로 「개인정보 보호법」 제37조(개인정보의 처리정지
          등)에 따라 처리정지를 요구할 수 있습니다.
          <br /> 다만, 동법 제37조 2항에 의하여 다음과 같은 경우에는 처리정지 요구가 반려될 수 있습니다.{" "}
          <ul>
            <li>가. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
            <li>
              나. 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해 할 우려가
              있는 경우
            </li>
            <li>다. 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우</li>
            <li>
              라. 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한
              경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우
            </li>
          </ul>
        </div>
        <h3 className="title">제7조 개인정보의 파기</h3>
        <div className="personal-details">
          <ul>
            <li>
              예비군 홈페이지는 처리하고 있는 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
              파기의 절차, 기한 및 방법은 다음과 같습니다.
            </li>
            <li>
              1. 파기 절차
              <br /> 개인정보는 목적 달성 후 즉시 또는 별도의 공간에 옮겨져 내부 방침 및 기타 관련법령에 따라 일정기간
              저장된 후 파기됩니다. 별도의 공간으로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로
              이용되지 않습니다. <br />
              <br />
            </li>
            <li>
              2. 파기 기한 및 파기 방법
              <br /> 예비군 홈페이지는 개인정보의 처리목적 달성 등 개인정보의 보관이 불필요하게 되었을 때에는 지체없이
              파기합니다. 전자적 파일형태의 정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록·저장된 개인정보는
              분쇄기로 분쇄하거나 소각하여 파기합니다.{" "}
            </li>
          </ul>
        </div>
        <h3 className="title">제8조 개인정보의 안전성 확보조치</h3>
        <div className="personal-details">
          {" "}
          예비군 홈페이지는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
          <ul>
            <li>
              1. 개인정보에 대한 접근 통제
              <br /> 예비군 홈페이지는 개인정보를 처리하는 DB 시스템에 대한 접근권한의 통제를 통하여 개인정보에 대한
              보호 조치를 취하고 있으며, 외부로부터의 비정상 접근을 차단하고 있습니다.{" "}
            </li>
            <li>
              2. 개인정보의 암호화
              <br /> 개인정보는 암호화 등을 통해 안전하게 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송
              시 암호화하여 사용하는 등 별도 보안기능을 사용하고 있습니다.{" "}
            </li>
            <li>
              3. 보안프로그램 설치 및 주기적 점검 · 갱신 <br /> 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및
              훼손을 막기 위하여 보안프로그램을 설치하고 주기적으로 갱신·점검하고 있습니다.{" "}
            </li>
          </ul>
        </div>
        <h3 className="title">제9조 개인정보 보호 담당 부서</h3>
        <div className="personal-details">
          {" "}
          ① 국방부는 개인정보 처리에 관한 업무를 총괄하여 책임지게 하고, 개인정보 처리와 관련한 정보주체의 불만 처리 및
          피해구제 등을 신속하게 이행하기 위하여 아래와 같이 개인정보보호 담당 부서를 지정하고 있습니다.
          <br />
          <br /> ▶ 개인정보보호 담당부서
          <br />
          &nbsp;&nbsp;- 국방부 국방인공지능기획국 국방데이터정책과
          <br />
          &nbsp;&nbsp;- 전화번호 : 02-748-5935
          <br />
          &nbsp;&nbsp;- 주&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;소 : (우)04383 서울특별시 용산구 이태원로 22(용산동 3가 1번지)
          국방부 국방데이터정책과 <br />
          <br /> ② 정보주체는 예비군 홈페이지에서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한
          사항을 위 담당부서로 문의하실 수 있습니다.{" "}
        </div>
        <h3 className="title">제10조 권익침해 시 구제 방법</h3>
        <div className="personal-details">
          {" "}
          정보주체는 개인정보침해로 인한 구제를 받기 위하여 한국인터넷진흥원 개인정보침해 신고센터, 개인정보
          분쟁조정위원회 등에 상담이나 분쟁해결 등을 신청할 수 있습니다. <br /> 이 밖에 기타 개인정보침해의 상담, 신고에
          대하여는 아래의 기관에 문의하시기 바랍니다. <br />
          <br /> ▶ (한국인터넷진흥원 운영)개인정보 침해신고센터
          <br />
          &nbsp;&nbsp;- 소관업무 : 개인정보 침해 사실 신고, 상담 신청
          <br />
          &nbsp;&nbsp;- 홈페이지 :{" "}
          <a href="https://privacy.kisa.or.kr" target="_blank" rel="noopener noreferrer">
            privacy.kisa.or.kr
          </a>
          <br />
          &nbsp;&nbsp;- 전화 : (국번없이) 118
          <br />
          &nbsp;&nbsp;- 주소 : 전라남도 나주시 진흥길 9 한국인터넷진흥원
          <br />
          <br /> ▶ 개인정보분쟁조정위원회
          <br />
          &nbsp;&nbsp;- 소관업무 : 개인정보 분쟁조정 신청, 집단분쟁조정 (민사적 해결)
          <br />
          &nbsp;&nbsp;- 홈페이지 :{" "}
          <a href="https://www.kopico.go.kr" target="_blank" rel="noopener noreferrer">
            www.kopico.go.kr
          </a>
          <br />
          &nbsp;&nbsp;- 전화 : 1833-6972
          <br />
          &nbsp;&nbsp;- 주소 : 서울시 종로구 세종대로 209 정부서울청사 12층
          <br />
          <br /> ▶ 경찰청
          <br />
          &nbsp;&nbsp;- 전화 : (국번없이) 182 (
          <a href="https://ecrm.cyber.go.kr" target="_blank" rel="noopener noreferrer">
            ecrm.cyber.go.kr
          </a>
          )<br />
          <br /> 또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한
          처분 또는 부작위로 인해 권리 또는 이익을 침해 받은 자는 「행정심판법」 제3조(행정심판의 대상)가 규정하는 바에
          따라 행정심판을 청구할 수 있습니다.{" "}
        </div>
        <h3 className="title">제11조 개인정보 열람 청구를 접수·처리하는 부서</h3>
        <div className="personal-details">
          <ul>
            <li>
              정보주체는 「개인정보 보호법」 제35조(개인정보의 열람)에 따른 개인정보의 열람 청구를 아래 부서에 청구할 수
              있습니다.
              <br /> - 부서명 : 국방부 자원동원과
              <br /> - 연락처 : 02-748-5232{" "}
            </li>
          </ul>
        </div>
        <h3 className="title">제12조 개인정보의 전송요구에 관한 사항</h3>
        <div className="personal-details">
          <ul>
            <li>
              정보주체는 「개인정보 보호법 시행령」 제42조의2제1항 및 제2항에 따라 다음의 방법 및 절차에 따라 자신의
              정보를 본인에게 전송할 것을 요구할 수 있습니다.
              <br /> - 전송요구 대상 정보 : 예비군훈련 소집통지서 정보, 예비군훈련 교육필증 정보
              <br /> - 전송요구 방법 : 예비군 홈페이지 또는 정부24 내 해당 서비스 신청 화면
              <br /> - 전송 방법 : 해당 본인정보에 대한 다운로드 기능 제공
              <br /> - 전송 현황 확인 방법 : 예비군 홈페이지 또는 정부24 내 해당 서비스 신청결과 화면
              <br />
            </li>
          </ul>
        </div>
        <h3 className="title">제13조 개인정보 처리방침 이력</h3>
        <div className="personal-details">
          {" "}
          1. 본 개인정보 처리방침은 2026.8.31.부터 적용됩니다.
          <br /> 2. 이전 개인정보 처리방침은 아래 드롭다운을 눌러 확인하실 수 있습니다.{" "}
        </div>
      </div>{" "}
      <div className="personal-details">
        <select className="sel-box wd220">
          {" "}
          <option value="20260831" selected>
            2026.08.31. ~
          </option>{" "}
          <option value="20260818">2026.08.18. ~ 2026.08.30.</option>{" "}
          <option value="20251222">2025.12.22. ~ 2026.08.17.</option>{" "}
          <option value="20250605">2025.06.05. ~ 2025.12.21.</option>{" "}
          <option value="20241210">2024.12.10. ~ 2025.06.04.</option>{" "}
          <option value="20240801">2024.08.01. ~ 2024.12.09.</option>{" "}
          <option value="20240625">2023.06.25. ~ 2024.07.31</option>{" "}
          <option value="20230602">2023.06.02. ~ 2024.06.24</option>{" "}
          <option value="20211203">2021.12.02. ~ 2023.06.01</option>{" "}
          <option value="20210114">2021.01.14. ~ 2021.12.02</option>{" "}
          <option value="20171001">2017.10.01. ~ 2021.01.13.</option>{" "}
        </select>
      </div>{" "}
      <div className="personal-details"></div>
    </PopupLayout>
  );
}
