import SubLayout from "@/components/layout/SubLayout";

export default function PenaltyRegulations() {
  return (
    <SubLayout title="훈련 위반 처벌 규정">
      <section className="section-box">
        <div>
          <div className="tac">
            <h4 className="h4-tit mt0 mb10">예비군법</h4>
            <h3 className="h3-tit"> [시행 2016.11.30.] [법률 제14184호, 2016.5.29., 일부개정] </h3>
          </div>
          <h5 className="h5-tit">제15조 (벌칙)</h5>
          <ul className="txt-list2">
            <li>
              ① 제8조제2항에 따른 작전지역에서 동원된 예비군의 작전상 검문에 정당한 사유 없이 응하지 아니한 사람 또는
              검문하는 예비군대원을 폭행하거나 협박한 사람은 <span className="txt-red">3년 이하의 징역</span>에 처한다.
              다만, 전시·사변이거나 적 또는 무장공비와 교전 중일 때에는 5년 이하의 징역에 처한다.{" "}
            </li>
            <li>
              {" "}
              ② 제6조의2에 따른 소집통지서를 전달할 수 없도록 정당한 사유 없이 「주민등록법」 제10조에 따른 신고를 하지
              아니하거나 사실과 다르게 신고하여 같은 법 제8조 또는 제20조에 따라 주민등록이 말소되도록 하거나 거주불명
              등록이 되도록 한 사람은 <span className="txt-red">3년 이하의 징역</span> 또는{" "}
              <span className="txt-red">3천만원 이하의 벌금</span>에 처한다. [개정 2011.5.19, 2014.10.15] [[시행일
              2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ③ 제12조제2항을 위반하여 정치운동에 관여한 사람은 <span className="txt-red">
                3년 이하의 징역
              </span> 또는 <span className="txt-red">3천만원 이하의 벌금</span>에 처한다. [개정 2014.10.15] [[시행일
              2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ④ 제5조제1항에 따른 동원에 정당한 사유 없이 응하지 아니한 사람과 동원을 기피할 목적으로 거짓으로 거주지를
              변경한 사람은 <span className="txt-red">3년 이하의 징역</span> 또는{" "}
              <span className="txt-red">3천만원 이하의 벌금</span>에 처한다. 다만, 전시·사변일 때에는 5년 이하의 징역에
              처한다. [개정 2014.10.15] [[시행일 2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑤ 예비군의 무기·탄약·장비 및 그 밖의 부속품의 경비 임무를 수행하는 사람 또는 보관할 책임이 있는 사람이
              과실로 이를 분실하거나 탈취당한 경우에는 <span className="txt-red">3년 이하의 징역</span> 또는{" "}
              <span className="txt-red">3천만원 이하의 벌금</span>에 처한다. [개정 2014.10.15] [[시행일 2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑥ 제12조제1항을 위반한 예비군부대의 지휘관은 <span className="txt-red">2년 이하의 징역</span> 또는{" "}
              <span className="txt-red">2천만원 이하의 벌금</span>에 처한다. [개정 2014.10.15] [[시행일 2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑦ 제5조제4항에 따른 지휘관의 정당한 명령에 반항하거나 복종하지 아니한 사람은{" "}
              <span className="txt-red">2년 이하의 징역</span> 또는 <span className="txt-red">2천만원 이하의 벌금</span>
              이나 <span className="txt-red">구류 또는 과료</span>에 처한다. 다만, 전시·사변이거나 적 또는 무장공비와
              교전 중일 때에는 5년 이하의 징역에 처한다. [개정 2014.10.15] [[시행일 2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑧ 제10조 및 제10조의2를 위반하여 예비군대원으로 동원되거나 훈련을 받는 사람에 대하여 정당한 사유 없이
              불리한 처우를 한 사람은 <span className="txt-red">2년 이하의 징역</span> 또는{" "}
              <span className="txt-red">2천만원 이하의 벌금</span>에 처한다. [개정 2014.10.15, 2015.12.15] [[시행일
              2016.3.16]]{" "}
            </li>
            <li>
              {" "}
              ⑨ 다음 각 호의 어느 하나에 해당하는 사람은{" "}
              <span className="txt-red">1년 이하의 징역, 1천만원 이하의 벌금, 구류</span> 또는{" "}
              <span className="txt-red">과료</span>에 처한다. [개정 2014.10.15] [[시행일 2015.1.16]]
              <br /> 1. 제6조제1항에 따른 훈련을 정당한 사유 없이 받지 아니한 사람이나 훈련받을 사람을 대신하여 훈련받은
              사람
              <br /> 2. 제6조제2항에 따른 지휘관의 정당한 명령에 반항하거나 복종하지 아니한 사람
              <br /> 3. 제8조제1항에 따른 예비군의 임무수행에 필요한 명령을 이행하지 아니한 사람
              <br />
            </li>
            <li>
              {" "}
              ⑩ 제6조의2제2항에 따라 소집통지서를 전달할 의무가 있는 사람이 정당한 사유 없이 전달하지 아니하거나 지연
              또는 파기하였을 때에는 <span className="txt-red">6개월 이하의 징역</span> 또는{" "}
              <span className="txt-red">500만원 이하의 벌금</span>에 처한다. 소집통지서를 수령할 의무가 있는 사람이 그
              수령을 거부하였을 때에도 또한 같다. [개정 2014.10.15] [[시행일 2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑪ 제5조제2항 및 제6조제3항에 따라 동원 또는 훈련을 연기할 때에 그 사유를 고의로 발생하게 하거나 거짓된
              행위를 한 사람은 <span className="txt-red">3개월 이하의 징역</span> 또는{" "}
              <span className="txt-red">300만원 이하의 벌금</span>이나 구류에 처한다. [개정 2014.10.15] [[시행일
              2015.1.16]]{" "}
            </li>
            <li>
              {" "}
              ⑫ 제5조제3항 또는 제6조의3제2항에 따른 신고를 정당한 사유 없이 하지 아니한 사람은{" "}
              <span className="txt-red">200만원 이하의 벌금이나 구류</span>에 처한다.
              <br /> [개정 2014.10.15] [[시행일 2015.1.16]]
              <br /> [전문개정 2010.1.25] [단순위헌, 2019헌가12, 2022.5.26, 예비군법(2014. 10. 15. 법률 제12791호로
              개정된 것) 제15조 제10항 전문 중 &apos;제6조의2 제2항에 따라 소집통지서를 전달할 의무가 있는 사람 가운데
              예비군대원 본인과 같은 세대 내의 가족 중 성년자가 정당한 사유없이 전달하지 아니하였을 때&apos;에 관한
              부분은 헌법에 위반 된다.]{" "}
            </li>
          </ul>
          <div style={{ textAlign: "center !important", marginTop: "45px" }}>
            <a href="http://www.law.go.kr/법령/예비군법" target="_blank" rel="noopener noreferrer" className="link-txt">
              <strong>더 자세한 예비군법 확인</strong>[국가법령정보센터 바로가기]
            </a>
          </div>
        </div>
      </section>
    </SubLayout>
  );
}
